Repository: georgpreissl/contao-grix-sitebuilder
Catalog: src/Resources/contao/languages/*/*_grix_css.xlf
Languages: de

# tl_article.grixToggle.0
source: Activate Grix
de: Grix aktivieren

# tl_article.grixToggle.1
source: Enable the Grix extension for this article
de: Die Erweiterung "Grix" für diesen Artikel aktivieren

# tl_article.grixListIcon.0
source: Grix-Grid
de: Grix-Raster

# tl_article.grixListIcon.1
source: Edit articles with Grix
de: Artikel mit Grix bearbeiten

# tl_article.grixHtmlFrontend.1
source: The frontend HTML code created by Grix
de: Der von Grix erstellte Frontend-HTML-Code

# tl_article.CEsUsed.0
source: Used Content Elements
de: Verwendete Inhaltselemente

# tl_article.CEsUsed.1
source: Content Elements used by Grix
de: Von Grix verwendete Inhaltselemente

# tl_grix_css.published.0
source: Publish CSS style
de: CSS-Stil veröffentlichen

# tl_grix_css.published.1
source: Making the CSS style available in Grix.
de: Den CSS-Stil im Grix-Editor verfügbar machen.

# tl_grix_css.publish_legend
source: Publish settings
de: Veröffentlichung
